alacritty
alsa-utils
base
base-devel
bash-completion
bat
blueman
bluetui
bluez
bluez-utils
bolt
brightnessctl
btop
btrfs-progs
chromium
clang
cups
cups-browsed
cups-filters
cups-pdf
docker
docker-buildx
docker-compose
dosfstools
dotnet-runtime-9.0
dunst
dust
efibootmgr
evince
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
fontconfig
fzf
git
github-cli
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gpu-screen-recorder
grim
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
hypridle
hyprland
hyprland-guiutils
hyprlock
hyprpaper
hyprpicker
hyprsunset
imagemagick
impala
imv
inetutils
intel-media-driver
intel-ucode
inxi
iwd
jq
kdenlive
kernel-modules-hook
kitty
kvantum-qt5
lazydocker
lazygit
less
libnotify
libpulse
libqalculate
libreoffice-fresh
libyaml
limine
linux
linux-firmware
llvm
luarocks
mako
man-db
mariadb-libs
mise
mpv
nano
nautilus
nautilus-python
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
obs-studio
obsidian
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
python-gobject
python-poetry-core
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
ripgrep
rofi
ruby
rust
satty
sddm
signal-desktop
slurp
socat
starship
sudo
sushi
swaybg
swayosd
system-config-printer
tesseract
tesseract-data-eng
thermald
thunar
tldr
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
ufw
unzip
usage
usbutils
uwsm
vlc
vpl-gpu-rt
vulkan-intel
waybar
whois
wireless-regdb
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xmlstarlet
xournalpp
zoxide
zram-generator
